{ "translations": {
    "No tags given" : "لم يتم تعيين أي وسوم",
    "At least one of the given tags is invalid" : "إحدى الوسوم المُعطاة - على الأقل - غير صالحة",
    "Automated tagging" : "تعيين تلقائي للاصقات",
    "Automated tagging of files" : "تعيين تلقائي للاصقات الملفات",
    "File is changed" : "الملف تغيّر",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "وضع اللاصقات على الملفات تلقائيّاً بناءً على نوع الملف ، و عضوية المُستخدِم في المجموعة، و الوقت، وغير ",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "كل مجموعة شروط تتكون من شرطٍ أو أكثر. تُعتبر المجموعة متحققة إذا تحقّقت كل شروطها. عند رفع الملف، يتم فحص كل مجموعات الشروط المُعرّفة. و عند تحقق كل شروط مجموعة منها،  يتم وضع اللاصقة أو اللاصقات المناسة على الملف بحسب تلك المجموعة.",
    "Files automated tagging" : "وضع اللاصقات تلقائيّاً على الملفات",
    "Automatically assign collaborative tags to files based on conditions" : "وضع اللاصقات التعاونية على الملفات تلقائيّاً بحسب الشروط",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "تطبيق لنكست كلاود يقوم بتعيين اللاصقات للملفات المرفوعة حديثاً بناءً على جملة من الشروط.\n\nهذه اللاصقات يمكن الاستعانة بها لاحقاً للتحكم في: مدة الاحتفاظ بالملف، و الوصول إلى الملف، و التنفيذ التلقائي لسكربتات معينة، إلخ. \n## كيف عمل التطبيق\nلتعريف اللاصقات، يُمكن للمشرف إنشاء و إدارة مجموعات من الشروط. كل مجموعة تتكون من جملة من الشروط المربوطة فيما بينها بمُعامِلات شرطية. يمكن أن تشتمل الشروط على خواصّ مثل نوع الملف و حجمه و تاريخ إنشائه أو تعديله و غيرها. و لا تعتبر مجموعة الشروط متحققة إلاّ إذا تحققت كل شروط المجموعة. عند رفع الملف، يتم فحص كل المجموعات الشرطية؛ و يتم وضع اللاصقة كلما تحققت شروط مجموعة منها.",
    "Tag a file" : "ضع لاصقة على ملف"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}