{ "translations": {
    "No tags given" : "لم يتم تعيين أي وسوم",
    "At least one of the given tags is invalid" : "إحدى الوسوم المُعطاة - على الأقل - غير صالحة",
    "Automated tagging" : "تعيين تلقائي للوسوم",
    "Automated tagging of files" : "وضع الوسوم تلقائياً على الملفات",
    "File is changed" : "الملف تغيّر",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "وضع الوسوم على الملفات تلقائيّاً بناءً على نوع الملف ، و عضوية المُستخدِم في المجموعة، و الوقت، وغير ",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "تتكون كل مجموعة قواعد من قاعدة واحدة أو أكثر. يطابق الطلب مجموعة إذا تم تقييم جميع القواعد على أنها صحيحة. عند تحميل ملف، يتم تقييم جميع المجموعات المحددة، وعند المطابقة، يتم تعيين العلامات التعاونية المحددة للملف.",
    "Files automated tagging" : "وضع الوسوم تلقائيّاً على الملفات",
    "Automatically assign collaborative tags to files based on conditions" : "وضع الوسوم التعاونية على الملفات تلقائيّاً بحسب الشروط",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "تطبيق لنكست كلاود يقوم بتعيين العلامات للملفات المرفوعة حديثاً بناءً على جملة من الشروط.\n\nهذه العلامات يمكن الاستعانة بها لاحقاً للتحكم في: مدة الاحتفاظ بالملف، و الوصول إلى الملف، و التنفيذ التلقائي لسكربتات معينة، إلخ. \n## كيف عمل التطبيق\nلتعريف العلامات، يُمكن للمدير إنشاء و إدارة مجموعات من الشروط. كل مجموعة تتكون من جملة من الشروط المربوطة فيما بينها بمُعامِلات شرطية. يمكن أن تشتمل الشروط على خواصّ مثل نوع الملف و حجمه و تاريخ إنشائه أو تعديله و غيرها. و لا تعتبر مجموعة الشروط متحققة إلاّ إذا تحققت كل شروط المجموعة. عند رفع الملف، يتم فحص كل المجموعات الشرطية؛ و يتم وضع العلامة كلما تحققت شروط مجموعة منها.",
    "Tag a file" : "وضع وسم على ملف"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}