{ "translations": {
    "No tags given" : "No s'ha especificat cap etiqueta",
    "At least one of the given tags is invalid" : "Almenys una de les etiquetes especificades no és vàlida",
    "Automated tagging" : "Etiquetatge automàtic",
    "Automated tagging of files" : "Etiquetatge automàtic de fitxers",
    "File is changed" : "Es modifica el fitxer",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Etiqueteu els fitxers automàticament segons factors com ara el tipus de fitxer, la pertinença a un grup d'usuaris, l'hora i més.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Cada grup de regles està format per una o més regles. Una sol·licitud coincideix amb un grup si totes les regles s'avaluen com a certes. Quan es puja un fitxer, s'avaluen tots els grups definits i, si coincideixen, les etiquetes col·laboratives indicades s'assignen al fitxer.",
    "Files automated tagging" : "Etiquetatge automàtic de fitxers",
    "Automatically assign collaborative tags to files based on conditions" : "Assigneu etiquetes col·laboratives als fitxers automàticament segons unes condicions",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Aplicació per al Nextcloud que assigna etiquetes als nous fitxers pujats automàticament segons unes condicions.\n\nLes etiquetes es poden utilitzar posteriorment per a controlar la conservació, l'accés als fitxers, l'execució automàtica de scripts i molt més.\n\n## Com funciona\nPer a definir etiquetes, els administradors poden crear i administrar un conjunt de grups de normes. Cada grup de normes consisteix en una o més regles combinades per mitjà d'operadors. Les regles poden incloure criteris com ara el tipus de fitxer, la mida, l'hora i altres. Una sol·licitud coincideix amb un grup si totes les regles s'avaluen com a certes. Quan es puja un fitxer, s'avaluen tots els grups definits i, si coincideixen, les etiquetes indicades s'assignen al fitxer.",
    "Tag a file" : "Etiqueta un fitxer"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}