{ "translations": {
    "No tags given" : "Nezadány žádné štítky",
    "At least one of the given tags is invalid" : "Přinejmenším jeden ze zadaných štítků není platný",
    "Automated tagging" : "Automatizované štítkování",
    "Automated tagging of files" : "Automatizované opatřování souborů štítky",
    "File is changed" : "Soubor byl změněn",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Automaticky oštítkujte soubory podle hledisek jako je typ souboru, členství uživatele ve skupinách, čas a další.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Každá skupina pravidel obsahuje jedno nebo více pravidel. Požadavek odpovídá skupině, pokud jsou všechna pravidla vyhodnocena jako pravdivá. Při nahrávání souboru jsou vyhodnoceny všechny skupiny a pokud odpovídají, jsou souboru přiřazeny dané štítky pro spolupráci.",
    "Files automated tagging" : "Automatické opatřování souborů štítky",
    "Automatically assign collaborative tags to files based on conditions" : "Automaticky souborům přiřazovat štítky pro spolupráci v závislosti na podmínkách",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Aplikace pro Nextcloud pro automatické přiřazování štítků nově nahrávaným souborům na základě zadaných podmínek.\n\nTyto štítky je pak možné později použít pro ovládání uchovávání, přístupu k souborům, automatické vykonávání skriptů a další.\n\n## Jak to funguje\nPro definování štítků mohou správci vytvářet a spravovat sadu pravidel skupiny. Každá skupina pravidel se sestává z jednoho nebo více pravidel, kombinovaných pomocí operátorů. Pravidla mohou obsahovat kritéria jako typ souboru, velikost, čas a další. Požadavek odpovídá pravidlu pokud jsou všechna pravidla vyhodnocena jako platná. Při nahrávání souboru jsou vyhodnoceny všechny definované skupiny a dané štítky přiřazeny souboru.",
    "Tag a file" : "Opatřit soubor štítkem"
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}