{ "translations": {
    "No tags given" : "No se indicaron etiquetas",
    "At least one of the given tags is invalid" : "Al menos una de las etiquetas dadas es inválidas",
    "Automated tagging" : "Etiquetado automatizado ",
    "Automated tagging of files" : "Automatización del etiquetado de archivos ",
    "File is changed" : "El archivo ha sido modificado ",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Etiqueta archivos automáticamente con base en factores tales como tipo de archivo, pertenencia a grupos de usuarios, tiempo y más. ",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Cada grupo de reglas contiene una o más reglas. Una solicitud coincide con un grupo si el resultado de todas las reglas es verdadero. Al cargar un archivo todos los grupos son evaluados y al tener una coincidencia, las etiquetas colaborativas dadas son asignadas al archivo. ",
    "Files automated tagging" : "Etiquetado automático de archivos",
    "Automatically assign collaborative tags to files based on conditions" : "Asignar automáticamente etiquetas colaborativas a archivos basadas en condiciones ",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Una aplicación para Nextcloud que asigna automáticamente etiquetas a los archivos recién subidos basándose en ciertas condiciones.\n\nLas etiquetas luego pueden ser utilizadas para controlar la retención, el acceso a los archivos, la ejecución automática de scripts y más.\n\n## Cómo funciona\n\nPara definir etiquetas, los administradores pueden crear y gestionar un conjunto de grupos de reglas. Cada grupo de reglas consta de una o más reglas combinadas mediante operadores. Las reglas pueden incluir criterios como tipo de archivo, tamaño, tiempo, entre otros. Una solicitud coincide con un grupo si todas las reglas se evalúan como verdaderas. Al subir un archivo, se evalúan todos los grupos definidos y, si hay coincidencia, se asignan las etiquetas especificadas al archivo.",
    "Tag a file" : "Etiquetar un archivo"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}