{ "translations": {
    "No tags given" : "Ez dira etiketarik aurkitu",
    "At least one of the given tags is invalid" : "Emandako etiketa bat gutxienez baliogabea da",
    "Automated tagging" : "Etiketatze automatikoa",
    "Automated tagging of files" : "Fitxategiei etiketak automatikoki jartzea",
    "File is changed" : "Fitxategia aldatu da",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Fitxategiak automatikoki etiketatu fitxategi-mota, erabiltzaile edo taldeko partaide edo denboraren arabera",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Erregela talde bat erregela bat edo gehiagoz osatua dago. Eskaera bat talde batekoa izango da erregela guztiak egia badira. Fitxategiak igotzean talde guztiak ebaluatzen dira eta egokia topatzen bada, esleitutako etiketa kolaboratzaileak ezarriko zaizkio fitxategiari",
    "Files automated tagging" : "Fitxategien etiketatze automatikoa",
    "Automatically assign collaborative tags to files based on conditions" : "Baldintzetan oinarrituz fitxategiei etiketak automatikoki ezartzea",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Nextcloud-erako aplikazioa, zenbait baldintza oinarritzat hartuta, igo berri diren fitxategiei automatikoki etiketak esleitzen dizkiena.\n\nEtiketak geroago atxikitzea, fitxategietarako sarbidea, script automatikoaren exekuzioa eta gehiago kontrolatzeko erabil daitezke.\n\n##Funtzionamendua\nEtiketak definitzeko, administratzaileek arau-talde multzo bat sortu eta kudeatu dezakete. Arau-talde bakoitza operadoreen bidez konbinatutako arau batek edo gehiagok osatzen dute. Arauek fitxategi mota, tamaina, denbora eta abar bezalako irizpideak izan ditzakete. Eskaera talde batekin bat dator arau guztiak egiaztatzen badira. Fitxategia igotzean zehaztutako talde guztiak ebaluatzen dira eta bat datozenean, emandako etiketak fitxategiari esleitzen zaizkio.",
    "Tag a file" : "Fitxategi bat etiketatu"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}