{ "translations": {
    "No tags given" : "Aucune étiquette",
    "At least one of the given tags is invalid" : "Au moins l'une des étiquettes associées est invalide",
    "Automated tagging" : "Étiquetage automatique",
    "Automated tagging of files" : "Étiquetage automatique des fichiers",
    "File is changed" : "Le fichier est en cours de modification",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Étiqueter automatiquement des fichiers basés sur des éléments comme le type de fichier, les membres de groupe d'utilisateur, l'heure et plus encore.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Chaque groupe de règles est constitué d’une ou plusieurs règles. Une requête correspondra a un groupe si toutes les règles sont validées. Lors du téléversement d’un fichier, tous les groupes définis sont évalués et lorsqu’une correspondance est trouvée, les étiquettes collaboratives sont assignées au fichier.",
    "Files automated tagging" : "Étiquetage automatique des fichiers",
    "Automatically assign collaborative tags to files based on conditions" : "Attribuer automatiquement des étiquettes collaboratives à des fichiers basés sur des conditions",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Une application pour Nextcloud qui attribue automatiquement des étiquettes aux nouveaux fichiers téléversés en se basant sur des conditions.\n\nLes étiquettes peuvent plus tard servir à contrôler la rétention, l'accès au fichier, l’exécution de script automatique et plus encore.\n\n## Comment ça fonctionne\nPour définir des étiquettes, les administrateurs peuvent créer et gérer un ensemble de groupes de règles. Chaque groupe de règles consiste en une ou plusieurs règles combinées via des opérateurs. Les règles peuvent inclure des critères tels que le type de fichier, la taille, l'heure et plus encore. Une requête correspond à un groupe si toutes les règles sont respectées. Lors d'un dépôt de fichier, tous les groupes définis sont évalués et si cela correspond, les balises données sont assignées au fichier.",
    "Tag a file" : "Étiqueter un fichier"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}