{ "translations": {
    "No tags given" : "Níor tugadh clibeanna",
    "At least one of the given tags is invalid" : "Tá ceann amháin ar a laghad de na clibeanna tugtha neamhbhailí",
    "Automated tagging" : "Clibeáil uathoibrithe",
    "Automated tagging of files" : "Clibeáil uathoibrithe comhad",
    "File is changed" : "Athraítear an comhad",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Clibeáil comhaid go huathoibríoch bunaithe ar fhachtóirí cosúil le cineál comhaid, ballraíocht grúpa úsáideoirí, am agus níos mó.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Tá riail amháin nó níos mó i ngach grúpa rialacha. Meaitseálann iarratas grúpa má mheastar go bhfuil na rialacha go léir fíor. Nuair a dhéantar comhad a uaslódáil déantar na grúpaí sainithe go léir a mheas agus nuair a dhéantar iad a mheaitseáil, sanntar na clibeanna comhoibríocha a thugtar don chomhad.",
    "Files automated tagging" : "Clibeáil uathoibrithe comhaid",
    "Automatically assign collaborative tags to files based on conditions" : "Sann go huathoibríoch clibeanna comhoibríocha do chomhaid bunaithe ar choinníollacha",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Aip do Nextcloud a sannann clibeanna go huathoibríoch chuig comhaid nua-uaslódála bunaithe ar roinnt coinníollacha.\n\nIs féidir na clibeanna a úsáid níos déanaí chun coinneáil, rochtain ar chomhaid, forghníomhú script uathoibríoch agus go leor eile a rialú.\n\n## Conas a oibríonn sé\nChun clibeanna a shainiú, is féidir le riarthóirí sraith de ghrúpaí rialacha a chruthú agus a bhainistiú. Is éard atá i ngach grúpa rialacha ná riail amháin nó níos mó a chuirtear le chéile trí oibreoirí. Is féidir critéir a áireamh i rialacha amhail cineál comhaid, méid, am agus níos mó. Meaitseálann iarratas grúpa má mheastar go bhfuil na rialacha go léir fíor. Nuair a dhéantar comhad a uaslódáil déantar na grúpaí sainithe go léir a mheas agus nuair a dhéantar iad a mheaitseáil, sanntar na clibeanna tugtha don chomhad.",
    "Tag a file" : "Clibeáil comhad"
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}