{ "translations": {
    "No tags given" : "Nema oznaka",
    "At least one of the given tags is invalid" : "Barem jedna od navedenih oznaka nije valjana",
    "Automated tagging" : "Automatsko označavanje",
    "Automated tagging of files" : "Automatsko označavanje datoteka",
    "File is changed" : "Datoteka je promijenjena",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Automatsko označavanje datoteka na temelju čimbenika kao što su naziv datoteke, članstvo u korisničkoj grupi, vrijeme i još mnogo toga.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Svaka skupina pravila sastoji se od jednog ili više pravila. Zahtjev odgovara grupi ako se sva pravila ocijene kao istinita. Sve definirane skupine procjenjuju se prilikom otpremanja datoteke i oznake se dodjeljuju datoteci ako se utvrdi podudaranje.",
    "Files automated tagging" : "Automatsko označavanje datoteka",
    "Automatically assign collaborative tags to files based on conditions" : "Automatski dodijelite oznake za suradnju datotekama na temelju uvjeta",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Aplikacija za Nextcloud koja automatski dodjeljuje oznake novoprimljenim datotekama na temelju nekih uvjeta.\n\nOznake se kasnije mogu upotrebljavati za kontrolu zadržavanja, pristupa datotekama, automatsko izvršavanje skripti i još mnogo toga.\n\n## Kako radi\nKako bi definirali oznake, administratori mogu stvoriti i upravljati grupom pravila. Svaka grupa pravila sastoji se od jednog ili više pravila kombiniranih putem operatera. Pravila mogu uključivati kriterije kao što su vrsta datoteke, veličina, vrijeme itd. Zahtjev odgovara grupi ako se sva pravila ocijene kao istinita. Sve definirane skupine procjenjuju se prilikom otpremanja datoteke i oznake se dodjeljuju datoteci ako se utvrdi podudaranje.",
    "Tag a file" : "Označi datoteku"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}