{ "translations": {
    "No tags given" : "Nepriskirta jokių žymių",
    "Tag(s) could not be found: %s" : "Nepavyko rasti žymę(-es): %s",
    "At least one of the given tags is invalid" : "Bent viena iš žymių yra netinkama",
    "Automated tagging" : "Automatinis žymių priskyrimas",
    "Automated tagging of files" : "Automatinis žymių priskyrimas failams",
    "File is changed" : "Failas yra pakeistas",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Automatiškai priskirti failams žymes pagal tokius faktorius kaip failo tipas, naudotojų grupė, narystės, laikas ir kt.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Kiekvieną taisyklių grupę sudaro viena ar daugiau taisyklių. Užklausa atitinka grupę, jei tenkinas visų taisyklių sąlygas. Įkeliant failą yra įvertinamos visos apibrėžtos grupės, o suderinus - failui priskiriamos nurodytos žymės.",
    "Files automated tagging" : "Automatinis duomenų žymėjimas",
    "Automatically assign collaborative tags to files based on conditions" : "Automatiškai priskirti bendradarbiavimo žymes failams, remiantis sąlygomis",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "„Nextcloud“ programa, atsižvelgdama į tam tikras sąlygas, automatiškai priskiria žymas naujai įkeltiems failams.\n\nŽymos gali būti naudojamos norint kontroliuoti saugojimą, prieigą prie failų, automatinį skriptų vykdymą ir pan.\n\n## Kaip tai vekia\nTam, kad nurodyti žymas, administratoriai gali sukurti ir valdyti taisyklių grupių rinkinį. Kiekvieną taisyklių grupę sudaro viena ar daugiau taisyklių, sujungtų loginiais operatoriais. Taisyklėse gali būti tokie kriterijai kaip failo tipas, dydis, laikas ir panašiai. Užklasa atitinka grupės sąlygą, jei yra tenkinamos visos taisyklės. Įkeliant failą įvertinamos visos apibėžtos grupės, o suderinus - failui priskiriamos nurodytos žymės.",
    "Tag a file" : "Priskirti žymę failui"
},"pluralForm" :"nplurals=4; plural=(n % 10 == 1 && (n % 100 > 19 || n % 100 < 11) ? 0 : (n % 10 >= 2 && n % 10 <=9) && (n % 100 > 19 || n % 100 < 11) ? 1 : n % 1 != 0 ? 2: 3);"
}