{ "translations": {
    "No tags given" : "Не е зададена ознака",
    "At least one of the given tags is invalid" : "Една од зададените ознаки не валидна",
    "Automated tagging" : "Автоматски ознаки",
    "Automated tagging of files" : "Автоматски ознаки на датотеки",
    "File is changed" : "Датотека е изменета",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Автоматски означете ги датотеките засновани на повеќе фактори како што се видот на датотеката, членство во групи, временски итн.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Секоја група со правила се состои од едно или повеќе правило. Барањето се совпаѓа со групата ако сите правила се оценат како точни. При прикачување на датотека, сите дефинирани групи се оценуваат и ако се совпаѓаат, зададените ознаки за соработка се доделуваат на датотеката. ",
    "Files automated tagging" : "Автоматско означување на датотеки",
    "Automatically assign collaborative tags to files based on conditions" : "Автоматски доделени ознаки за соработка на датотеки врз основа на зададени услови",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Апликација што автоматски доделува ознаки на ново прикачените датотеки врз основа на некои услови.\n\nОзнаките подоцна може да се користат за контрола на задржување, пристап до датотеки, автоматско извршување на скрипта и повеќе.\n\n## Како работи\nЗа да се дефинираат ознаки, администраторите можат да создаваат и управуваат со збир на групни правила. Секое групно правило се состои од едно или повеќе правила комбинирани преку оператори. Правилата може да вклучуваат критериуми како тип на датотека, големина, време и др. Барањето одговара на група ако сите правила се совпаднат. При прикачување датотека, сите дефинирани групи се проценуваат и кога се совпаѓаат, дадените ознаки се доделуваат на датотеката.",
    "Tag a file" : "Означи датотека"
},"pluralForm" :"nplurals=2; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : 1;"
}