{ "translations": {
    "No tags given" : "Nie podano etykiet",
    "At least one of the given tags is invalid" : "Co najmniej jedna z podanych etykiet jest niewłaściwa",
    "Automated tagging" : "Automatyczne przypisywanie etykiet",
    "Automated tagging of files" : "Automatyczne przypisywanie etykiet",
    "File is changed" : "Plik jest zmieniony",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Automatycznie oznacz pliki na podstawie czynników takich jak: typ pliku, członkostwo użytkownika w grupie, czas, itp.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Każda grupa reguł składa się z co najmniej jednej reguły. Żądanie pasuje do grupy, jeśli wszystkie reguły są prawdziwe. Po wysłaniu pliku wszystkie zdefiniowane grupy są oceniane, a podczas dopasowywania podane etykiety pasujące są przypisywane do pliku.",
    "Files automated tagging" : "Automatyczne etykietowanie plików",
    "Automatically assign collaborative tags to files based on conditions" : "Automatycznie przypisuj znaczniki współpracy do plików na podstawie warunków",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Aplikacja dla Nextcloud, która automatycznie przypisuje znaczniki do nowo wysłanych plików na podstawie różnych warunków.\n\nZnaczniki można później używać do kontrolowania przepływu, dostępu do plików, automatycznego wykonywania skryptów i innych.\n\n## Jak to działa\nAby zdefiniować znaczniki, administratorzy mogą tworzyć grupy reguł i nimi zarządzać. Każda grupa reguł składa się z jednej lub więcej reguł połączonych przez operatorów. Reguły mogą zawierać kryteria, takie jak: typ pliku, rozmiar, czas i inne. Żądanie pasuje do grupy, jeśli wszystkie reguły są spełnione. Po załadowaniu pliku wszystkie zdefiniowane grupy są sprawdzane, a podczas dopasowywania, dane znaczniki są przypisane do pliku.",
    "Tag a file" : "Oznacz plik"
},"pluralForm" :"nplurals=4; plural=(n==1 ? 0 : (n%10>=2 && n%10<=4) && (n%100<12 || n%100>14) ? 1 : n!=1 && (n%10>=0 && n%10<=1) || (n%10>=5 && n%10<=9) || (n%100>=12 && n%100<=14) ? 2 : 3);"
}