{ "translations": {
    "No tags given" : "Nenhuma etiqueta fornecida",
    "At least one of the given tags is invalid" : "Pelo menos uma das etiquetas fornecidas é inválida",
    "Automated tagging" : "Etiquetamento automático",
    "Automated tagging of files" : "Etiquetagem automática de arquivos",
    "File is changed" : "O arquivo foi alterado",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Etiquetar arquivos automaticamente baseado em fatores como tipo de arquivo, membros de grupo de usuários, horário e mais.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Cada grupo de regras consiste em uma ou mais regras. Uma solicitação corresponderá a um grupo se todas as regras avaliadas forem verdadeiras. Ao enviar um arquivo, todos os grupos definidos são avaliados e quando encontrar  correspondência, as etiquetas colaborativas fornecidas serão atribuídas ao arquivo. ",
    "Files automated tagging" : "Etiquetamento automático de arquivos",
    "Automatically assign collaborative tags to files based on conditions" : "Atribuir etiquetas colaborativas automaticamente aos arquivos, com base em condições",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Um aplicativo para o Nextcloud que atribui automaticamente tags a arquivos recém-carregados com base em algumas condições.\n\nAs tags podem ser usadas posteriormente para controlar a retenção, o acesso a arquivos, a execução automática de scripts e muito mais.\n\n## Como funciona\nPara definir tags, os administradores podem criar e gerenciar um conjunto de grupos de regras. Cada grupo de regras consiste em uma ou mais regras combinadas por meio de operadores. As regras podem incluir critérios como tipo de arquivo, tamanho, tempo e mais. Uma solicitação corresponde a um grupo se todas as regras forem avaliadas como verdadeiras. Ao fazer o upload de um arquivo, todos os grupos definidos são avaliados e quando coincidentes, as tags fornecidas são atribuídas ao arquivo.",
    "Tag a file" : "Etiquetar um arquivo"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}