{ "translations": {
    "No tags given" : "Sem etiquetas atribuidas",
    "At least one of the given tags is invalid" : "Pelo menos uma das etiquetas definidas é inválida",
    "Automated tagging" : "Marcação automática",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Etiquetar automaticamente ficheiros com base em fatores como tipo de ficheiro, associação, tempo, entre outros.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Cada grupo de regras consiste em uma ou mais regras. Um pedido corresponde a um grupo se todas as regras avaliadas forem verdade. Ao carregar um ficheiro todos os grupos definidos são avaliados e havendo correspondência, as etiquetas colaborativas específicas são atribuídas a esse ficheiro.",
    "Files automated tagging" : "Marcação automática de ficheiros",
    "Automatically assign collaborative tags to files based on conditions" : "Atribuição automática de etiquetas colaborativas a ficheiros com base em condições",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Uma aplicação para o Nextcloud que atribui automaticamente etiquetas a ficheiros recém-enviados com base em algumas condições.\n\nAs etiquetas podem ser utilizadas posteriormente para controlar a retenção, o acesso a ficheiros, a execução automática de scripts e muito mais.\n\n## Como funciona\nPara definir etiquetas, os administradores podem criar e gerir um conjunto de grupos de regras. Cada grupo de regras consiste numa ou mais regras combinadas através de operadores. As regras podem incluir critérios como o tipo de ficheiro, o tamanho, a data e a hora e muito mais. Um pedido corresponde a um grupo se todas as regras forem avaliadas como verdadeiras. Ao enviar um ficheiro, todos os grupos definidos são avaliados e, quando existe correspondência, as etiquetas fornecidas são atribuídas ao ficheiro."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}