{ "translations": {
    "No tags given" : "Метки не заданы",
    "At least one of the given tags is invalid" : "По крайней мере одна метка является недопустимой",
    "Automated tagging" : "Автоматическое присвоение меток",
    "Automated tagging of files" : "Автоматическое присвоение меток файлам",
    "File is changed" : "Файл изменён",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Автоматически присваивать метки файлам на основе таких факторов, как тип файла, членство пользователя в группах, время и многое другое.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Каждая группа правил состоит из одного или более правил. Запрос соответствует группе только если верно каждое из правил. При загрузке файла проверяется соответствие всем группам правил, и, при совпадении, заданные метки присваиваются файлу.",
    "Files automated tagging" : "Автоматическое присвоение меток файлам",
    "Automatically assign collaborative tags to files based on conditions" : "Автоматически назначать совместные теги файлам на основе условий",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Приложение для Nextcloud, которое автоматически назначает теги новым загруженным файлам на основе некоторых условий.\n\nТеги позже могут использоваться для управления сроками хранения, доступом к файлам, автоматическим выполнением сценариев и т. д.\n\n## Как это работает? \nЧтобы определить теги, администраторы могут создавать и управлять набором групповых правил. Каждая группа правил состоит из одного или нескольких правил, объединенных операторами. Правила могут включать такие критерии, как тип файла, размер, время и многое другое. Запрос соответствует группе, если все правила проходят как истинные. При загрузке файла оцениваются все определенные группы, и при их прохождении, заданные теги назначаются файлу.",
    "Tag a file" : "Присвоить метку файлу"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}