{ "translations": {
    "No tags given" : "Peruna eticheta inditada",
    "At least one of the given tags is invalid" : "A su mancu una de is etichetas inditadas no est bàlida",
    "Automated tagging" : "Etichetadura automàtica",
    "Automated tagging of files" : "Etichetadura automàtica de archìvios",
    "File is changed" : "S'archìviu est cambiadu",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Eticheta in automàticu archìvios subra sa base de fatores comente genia de archìviu, s'apartenèntzia a grupos de utentes, ora e àteru.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Ogni grupu de règulas nde tenet una o prus. Una rechesta currispondet a unu grupu si totu is règulas averguadas sunt verdaderas. Carrighende un'archìviu s'avèrguant totu is grupos definidos e, in casu de currispondèntzia, is etichetas collaborativas sunt assignadas a s'archìviu.",
    "Files automated tagging" : "Etichetadura automàtica de is archìvios",
    "Automatically assign collaborative tags to files based on conditions" : "Assignat in automàticu etichetas collaborativas a is archìvios segundu cunditziones",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Un'aplicatzione pro Nextcloud chi assignat in automàticu etichetas a archìvios carrigados bagu ora segundu unas cunditziones.\n\nIs etichetas a pustis si podent impreare pro controllare s'archiviatzione, s'intrada a archìvios, esecutzione automàtica de scrip e àteru.\n\n## Comente funtzionat\nPro definire is etichetas, s'amministratzione podet creare e gestire grupos de règulas. Ogni grupu de règulas cuntenet unu una o prus règulas cumbinadas dae operadores. Is règulas podent inclùdere critèrios comente genia de archìviu, mannària, ora e àteru. Una rechesta currispondet a unu grupu si totu is règulas averguadas sunt verdaderas. Carrighende un'archìviu s'avèrguant totu is grupos definidos e, in casu de currispondèntzia, is etichetas sunt assignadas a s'archìviu.",
    "Tag a file" : "Eticheta un'archìviu"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}