{ "translations": {
    "No tags given" : "Ni podane oznake",
    "At least one of the given tags is invalid" : "Vsaj ena od podanih oznak ni veljavna",
    "Automated tagging" : "Samodejno označevanje",
    "Automated tagging of files" : "Samodejno označevanje datotek",
    "File is changed" : "Datoteka je spremenjena",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Samodejno označi datoteke na podlagi podatkov, kot so vrsta datoteke, članstvo v skupini, čas in drugo.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Vsako skupno pravil sestavlja eno ali več pravil. Zahteva je skladna s skupino, če se vsa pravila potrdijo kot skladna. Pri pošiljanju datoteke v oblak sistem preveri pravila vseh znanih skupin in dodeli ustrezno oznako datoteki.",
    "Files automated tagging" : "Samodejno označevanje datotek",
    "Automatically assign collaborative tags to files based on conditions" : "Samodejno dodeljevanje sodelovalnih oznak datotekam na osnovi določenih pogojev",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Program za okolje Nextcloud, ki omogoča na osnovi kriterijev samodejno določevanje oznak za nove in na novo prejete datoteke.\n\nOznake je mogoče uporabiti za samodejno brisanje datotek po določenem času, za hitrejši dostop in souporabo, samodejno izvajanje skriptov in še mnogo več.\n\n## Kako deluje\nZa določitev in upravljanje oznak skrbnik pripravi nabor pravil. Vsako pravilo oziroma skupina pravil vključuje kriterij, na primer velikost, vrsto, starost datoteke in drugo. Zahteva je skladna, če so tudi vsa določila datoteke skladna s postavljenimi pravili. Pri ustvarjanju ali prejemu datoteke, se izvede preverjanje vseh skupin pravil in nato, če pravilo sovpada, se datoteki dodeli oznaka.",
    "Tag a file" : "Označi datoteko"
},"pluralForm" :"nplurals=4; plural=(n%100==1 ? 0 : n%100==2 ? 1 : n%100==3 || n%100==4 ? 2 : 3);"
}