{ "translations": {
    "No tags given" : "Ниједна ознака није дата",
    "At least one of the given tags is invalid" : "Бар једна од ознака није исправна",
    "Automated tagging" : "Аутоматско означавање",
    "Automated tagging of files" : "Аутоматско означавање фајлова",
    "File is changed" : "Фајл је промењен",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Аутоматски додај ознаке фајловима на основу разних критеријума, као што су тип фајла, припадност корисника групи, време и још више.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Свака група правила садржи једно или више правило. Захтев се везује за групу ако сва правила у групи враћају вредност \"тачно\". Приликом отпремања фајла, испитују се све групе и ако враћају \"тачно\", задате ознаке се додељују фајлу.",
    "Files automated tagging" : "Аутоматско додавање ознака фајловима",
    "Automatically assign collaborative tags to files based on conditions" : "Додајте заједничке ознаке на фајлове на основу правила аутоматски ",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Некстклауд апликација која аутоматски додељује ознаке на свеже отпремљене фајлове на основу задатих услова.\n\nОзнаке после могу да се користе да контролишу задржавање фајлова, приступ, аутоматско извршавање скрипти и друго.\n\n## Како ово ради\nДа бисте дефинисали ознаку, администратори креирају и управљају скупом групе правила. Свака група правила садржи једно или више правила повезаних операторима. Правила могу да укључују критеријуме као што су тип фајла, величина, време и остало. Захтев задовољава неку групу ако су задовољена сва правила у групи. Приликом отпремања фајла, испитују се све дефинисане групе и, ако их нека задовољава, дате ознаке се додељују фајлу.",
    "Tag a file" : "Означи фајл"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}