{ "translations": {
    "No tags given" : "Inga taggar angivna",
    "At least one of the given tags is invalid" : "Minst en av taggarna är ogiltiga",
    "Automated tagging" : "Automatisk taggning",
    "Automated tagging of files" : "Automatisk taggning av filer",
    "File is changed" : "Filen är ändrad",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Tagga automatiskt filer baserat på filtyp, gruppmedlemskap, tid och mer.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Varje regelgrupp består av en eller flera regler. En begäran matchar en grupp om alla regler utvärderas till sant. Vid uppladdning av en fil så blir alla definierade grupper utvärderade och när de matchar så läggs taggarna till på filen.",
    "Files automated tagging" : "Automatisk taggning av filer",
    "Automatically assign collaborative tags to files based on conditions" : "Tilldela automatiskt samarbetstaggar till filer baserat på villkor",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "En app för Nextcloud som automatiskt tilldelar taggar till nyligen uppladdade filer baserat på vissa villkor.\n\nTaggarna kan senare användas för att styra lagring, filåtkomst, automatisk skriptkörning och mer.\n\n## Hur det fungerar\nFör att definiera taggar kan administratörer skapa och hantera en uppsättning regelgrupper. Varje regelgrupp består av en eller flera regler som kombineras genom operatörer. Regler kan innehålla kriterier som filtyp, storlek, tid och mer. En begäran matchar en grupp om alla regler utvärderar till sant. Vid uppladdning av en fil utvärderas alla definierade grupper och vid matchning tilldelas de givna taggarna filen.",
    "Tag a file" : "Tagga en fil"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}