{ "translations": {
    "No tags given" : "Herhangi bir etiket belirtilmemiş",
    "At least one of the given tags is invalid" : "Belirtilen etiketlerden en az biri geçersiz",
    "Automated tagging" : "Otomatik etiketleme",
    "Automated tagging of files" : "Otomatik dosya etiketleme",
    "File is changed" : "Dosya değiştirilmiş",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Dosyaları dosya türü, kullanıcı grubu üyeliği, zaman gibi ölçütlere göre etiketleyebilirsiniz.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Her bir kural grubunda bir ya da bir kaç kural bulunur. Bir isteğin bir gruba uygun olması için gruptaki tüm kurallar karşılanmış olmalıdır. Bir dosyanın yüklenebilmesi için tanımlanmış gruplar değerlendirilir ve eşleşme varsa dosyaya ilgili etiketler atanır.",
    "Files automated tagging" : "Otomatik dosya etiketleme",
    "Automatically assign collaborative tags to files based on conditions" : "İş birlikli etiketleri belirtilen ölçütlere göre otomatik olarak atar",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Bu Nextcloud uygulaması yeni yüklenen dosyaları belirtilen ölçütlere göre otomatik olarak etiketler.\n\nBu etiketler daha sonra dosya dönüşümü, dosya erişim izinleri, otomatik betik yürütme ve diğer işlemler için kullanılabilir.\n\n## Çalışma şekli\nEtiketlerin belirlenmesi için yöneticiler bir kural kümesi oluşturabilir. Kural kümelerinde çeşitli işlemler ile bir araya getirilmiş bir ya da bir kaç kural bulunur. Kurallarda, dosya türü, boyutu, zamanı gibi çeşitli ölçütler kullanılabilir. Bir etiketin atanması için belirtilen tüm ölçütlerin gerçekleşmesi gerekir. Bir dosya yüklenirken, belirtilen tüm kural kümeleri değerlendirilir ve eşleşen kural kümelerinin etiketleri dosyaya atanır.",
    "Tag a file" : "Bir dosyayı etiketle"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}