{ "translations": {
    "No tags given" : "Не надано жодної позначки",
    "At least one of the given tags is invalid" : "Принаймні один із наведених тегів недійсний",
    "Automated tagging" : "Автоматичне встановлення позначок",
    "Automated tagging of files" : "Автоматичне встановлення позначок для файлів",
    "File is changed" : "Файл змінено",
    "Automatically tag files based on factors such as filetype, user group memberships, time and more." : "Автоматично позначайте файли на основі таких факторів, як тип файлу, участь в групах користувачів, час тощо.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given collaborative tags are assigned to the file." : "Кожна група правил складається з одного або кількох правил. Запит відповідає групі, якщо всі правила оцінюються як істинні. Під час завантаження файлу оцінюються всі визначені групи, і під час зіставлення файлу призначаються дані спільні теги.",
    "Files automated tagging" : "Автоматичне встановлення позначок для файлів",
    "Automatically assign collaborative tags to files based on conditions" : "Автоматично призначайте файлам спільні теги відповідно до умов",
    "An app for Nextcloud that automatically assigns tags to newly uploaded files based on some conditions.\n\nThe tags can later be used to control retention, file access, automatic script execution and more.\n\n## How it works\nTo define tags, administrators can create and manage a set of rule groups. Each rule group consists of one or more rules combined through operators. Rules can include criteria like file type, size, time and more. A request matches a group if all rules evaluate to true. On uploading a file all defined groups are evaluated and when matching, the given tags are assigned to the file." : "Програма для Nextcloud, яка автоматично призначає теги щойно завантаженим файлам на основі певних умов. \n\nПізніше теги можна використовувати для керування збереженням, доступом до файлів, автоматичним виконанням сценаріїв тощо. \n\n## Як це працює \nЩоб визначити теги, адміністратори можуть створити набір груп правил і керувати ними. Кожна група правил складається з одного або кількох правил, об’єднаних за допомогою операторів. Правила можуть містити такі критерії, як тип файлу, розмір, час тощо. Запит відповідає групі, якщо всі правила оцінюються як істинні. Під час завантаження файлу оцінюються всі визначені групи, і під час зіставлення файлу призначаються дані теги.",
    "Tag a file" : "Позначити файл",
    "Tag(s) could not be found: %s" : "Тег(и) не знайдено: %s"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}